const topicsDescription = [
    {
        "Введение в программирование. WEB-программирование" :
        "<b>Содержание:</b><br>1.	Что такое программирование. Краткий экскурс в языки программирования.<br>2.	WEB-программирование.<br>3.	Преимущества WEB-программирования: наглядность результатов, нет необходимости в компиляторе, программу можно отправить любому, и он у себя её откроет в любом браузере.<br>4.	Типы файлов. Что такое расширение. Виды расширений: .txt, .docx, .xlsx, .jpg.  Расширение html.<br>5.	Редактор кода. Первый редактор кода «Блокнот». Создание персональной HTML-страницы и размещение её на сайте.<br><b>Результат:</b> Размещенная на сайте персональная страница с именем ученика.<br><b>Домашнее задание:</b> скачать в интернете или сделать самому картинку для собственной аватарки в формате .jpg.",
    },
    {
        "WEB-страница" :
        "<b>Содержание:</b><br>1. 1.	Структура HTML-документа: head, body, main, footer.<br>2. 2.	Понятие «тег». Виды тегов.<br>3.	3.	Работа с базовыми тегами: <p>, <ul>, <li>, <img><br><b>Результат:</b> Размещенная на сайте персональная страница с именем ученика.<br><b>Домашнее задание:</b> скачать в интернете или сделать самому картинку для собственной аватарки в формате .jpg.",
    },
];