const topicsDescription = [
    {
        'Введение в программирование. WEB-программирование' :
        '<b>Содержание:</b><br>1.	Что такое программирование. Краткий экскурс в языки программирования.<br>2. <a href="https://tass.ru/infographics/9583" target="_blank"> Рейтинг языков программирования</a>.<br>3.	WEB-программирование.<br>4.	Преимущества WEB-программирования: наглядность результатов, нет необходимости в компиляторе, программу можно отправить любому, и он у себя её откроет в любом браузере.<br>5.	Типы файлов. Что такое расширение. Виды расширений: .txt, .docx, .xlsx, .jpg.  Расширение html.<br>6.	Редактор кода. Первый редактор кода «Блокнот». Создание персональной HTML-страницы и размещение её на сайте.<br><b>Материалы:</b><a href="../assets/files/template.txt" target="_blank"> Шаблон страницы HTML</a><br><b>Результат:</b> Размещенная на сайте персональная страница с именем ученика.<br><b>Источники для самостоятельного изучения:</b> <a href="https://htmlbook.ru/samhtml/vvedenie-v-html" target="_blank"> Введение в HTML</a><br><b>Домашнее задание:</b> скачать в интернете или сделать самому картинку для собственной аватарки в формате .jpg.',
    },
    {
        'WEB-страница' :
        '<b>Содержание:</b><br>1. 1.	Структура HTML-документа: head, body, main, footer.<br>2. 2.	Понятие «тег». Виды тегов.<br>3.	3.	Работа с базовыми тегами: p, h, b, ul, li, img<br><b>Результат:</b> Размещенная на сайте персональная страница с именем ученика.<br><b>Домашнее задание:</b> скачать в интернете или сделать самому картинку для собственной аватарки в формате .jpg.',
    },
];
